import { computerDollar } from "../assets";
import {
    heartFace,
    manWithHat,
    smileyPhone,
    smileyUmbrella,
    progressColumns,
    smileyCloud,
    smileyMark,
} from "./images";

export const faqData = {
    four: [
        "リアルマネーカジノ",
        "ライブカジノ",
        "モバイルカジノ",
        "新しい日本カジノ",
        "トラストのオンラインカジノブランド",
        "最低入金カジノ",
        "ファストペイアウトカジノ",
        "ダウンロードカジノ",
    ],
    five: ["スロットゲーム。", "ドラゴンタイガーゲーム。"],
    six: ["電子マネー"],
};

export const features = [
    {
        img: computerDollar,
        title: "リアルマネーカジノ",
        text: `リアルマネーカジノはつまり実際のお金を賭けて遊ぶインターネットカジノが人気です。獲得金を換金できるので、より本物のカジノのようなスリルや興奮を味わえます。 ただし、その分、詐欺の心配やリスクも高まりますよね。そこで、ありとあらゆるプロバイダーを調査し、まとめてみました。<br/>多くの場合、リアルマネーカジノのプロバイダーは<a href="/">ブラックジャック</a>、バカラ、<a href="/">ルーレット</a>、ポーカーやスロットなど、おなじみのゲームやジャンルをすべて取り扱っています。したがって、お気に入りや得意のゲームで現金を賭けて遊べない、という心配はありません。`,
    },
    {
        img: manWithHat,
        title: "ライブカジノ",
        text: `<a href="/">ライブカジノは</a>、今日のオンラインゲーム業界における最新かつ最も革新的なトレンドです。実際のカジノ体験を再現するために設定されたライブディーラーゲームは、実際のプロのディーラーによって実行され、伝統的なカジノ機器を備えています。本物のルーレットホイールとルーレット用のボール、およびカードは、土地ベースの場合とまったく同じようにシャッフルされて処理されます。カジノ、ブラックジャックとバカラ。プレーヤーはリアルタイムでディーラーと通信でき、同時に、必要に応じて他のプレーヤーと対話できます。日本の最高のオンラインカジノは、実店舗のカジノに比べていくつかの利点があります。オンラインカジノゲームを使用すると、プレイヤーはより安く、より柔軟な賭けのオプションと、はるかに幅広いカジノゲームから選択でき、家から離れることなくすべてを楽しむことができます。`,
    },
    {
        img: smileyPhone,
        title: "モバイルカジノ",
        text: `モバイル端末でお気に入りのカジノゲームをプレイして、特別無料ボーナスをゲットしましょう。アイフォンや アイパッド、アンドロイド端末でブラックジャックやルーレット、<a href="/">クラップス</a>、ポーカー、スロット、ビデオポーカー、バカラなどのオンラインカジノゲームを楽しんでください。<br/> 誰もがスマホを持っている現代ではほとんどすべての<a href="/">オンラインカジノがモバイル</a>向けに開発され、オンカジ プレイヤーの約68%が使いやすいスマホカジノを選びます。いつもそばにあるモバイルデバイスから、オンラインカジノをゲームのように楽しみ、電車の中や、休憩時間にリアルマネーを得ているプレイヤーが急増中！`,
    },
    {
        img: smileyMark,
        title: "新しい日本カジノ",
        text: `日本のオンラインカジノは毎月増えています。この中にはちゃんと自分のために新しい最高のオンラインカジノを探しましょう。お好みのソフトウェアプロバイダー、ゲーム、プロモーションを見つけて下さい。どのゲームもデスクトップ、モバイルに対応しています。このような巨額が動く業界で、毎年、数えきれないほどのオンラインカジノが出てきます。<br/> オンラインカジノ業界は、高額利益をもたらす業界で、カジノで遊ぶ人たちは、毎年610億ドルのお金を賭けていると言われています。`,
    },
    {
        img: heartFace,
        title: "トラストのオンラインカジノブランド",
        text: `信頼は、日本語対応オンラインカジノで探すべき最も重要な側面の一つです。 結局のところ、おそらくリアルマネーでゲームをプレイし、それをたくさん獲得するチャンスを持っているでしょう。 信頼性の低いギャンブルサイトに多額のリアルマネーを置くことほど悪いことはなく、それらのどれかを手に入れることができるかどうかを心配する必要があります。 幸いにも、この問題にはとても簡単な解決策があります。 あなたがしなければならないのは、最も信頼できるオンラインカジノの一つを選択することだけです。`,
    },
    {
        img: smileyUmbrella,
        title: "最低入金カジノ",
        text: `多くの日本オンラインカジノでは入金する必要のある最小限金額をプレイヤーにオファーしています。このオファーはオンラインカジノが新規プレイヤーを引き付けるために使用されている有力なオファーの一つです。<br/> カジノプレイヤーであれば、ビギナーでも経験豊富なプレイヤーであっても、最低預金カジノで最小限入金額があればありがたく活用するでしょう。`,
    },
    {
        img: progressColumns,
        title: "ファストペイアウトカジノ",
        text: `今日の時代では、多くの人の生活は非常に早い、最高のオンラインカジノから最速のペイアウトを獲得することはとても重要です。 したがって、アカウントに反映されるまで数日待つ必要はありません。 何年にもわたって、多くのオンラインカジノでは、賞金の処理が完了するまで、プレーヤーに標準の3日間待たせていました。 他の例では、プレーヤーはさらに長く待機している可能性があります。 しかし、今日では、物事は少し高速です。 より多くのカジノは、それを怠ると顧客を失う可能性があることを知って、即時支払いに目を向けています。大吉カジノリストでファストペイアウトカジノがあります。`,
    },
    {
        img: smileyCloud,
        title: "ダウンロードカジノ",
        text: `ダウンロードカジノでプレイすることは、リアルマネーでプレイして安全であることを知りたいすべてのアクセスカジノエクスペリエンスを最大限に活用するための優れた方法です。 ただし、一部のカジノは苦労して稼いだ現金に値しないので、どこに賭けるかに注意してください。最高のオンラインカジノのダウンロードでプレイするとき、ゲームの多様性について心配する必要はありません。 スロット、ブラックジャック、ルーレットなど、リアルマネーのダウンロードカジノゲームはたくさんあります。 個別のゲームをダウンロードしたい場合は、通常、それもオプションです。 ただし、リアルマネーでプレーすることを急ぐ必要はありません。ダウンロードカジノには、無料のプレーオプションがたくさんあります。 ですから、好きなカジノゲームが何であれ、おすすめのリストにあるダウンロードカジノの1つで見つけ、新しいお気に入りを見つけることもできます。`,
    },
];
