import { computerDollar } from "../assets";
import {
    heartFace,
    manWithHat,
    smileyPhone,
    smileyUmbrella,
    progressColumns,
    smileyCloud,
    smileyMark,
    gamblerImg,
    dartsImg,
    trumpImg,
    diamondCardImg,
    aceOfHearts,
    gamblerEightBall,
    eleganceImg,
    casinoDays,
    ecoPayz,
    jcb,
    mastercard,
    muchBetter,
    ggBetLogo,
    supremoCasino,
    card,
    entroPay,
    sticpay,
    bonsCasino,
    venusPoint,
    bankTransfer,
    alohaShark,
    bitcoin,
    ethereum,
    umiumi,
    wazamba,
    winsPark,
    betStorm,
    visa,
    neteller,
    kingj,
    paypal,
} from "./images";

export const faqData = {
    four: [
        "リアルマネーカジノ",
        "ライブカジノ",
        "モバイルカジノ",
        "新しい日本カジノ",
        "トラストのオンラインカジノブランド",
        "最低入金カジノ",
        "ファストペイアウトカジノ",
        "ダウンロードカジノ",
    ],
    five: ["スロットゲーム。", "ドラゴンタイガーゲーム。"],
    six: ["電子マネー"],
};

export const features = [
    {
        img: computerDollar,
        title: "リアルマネーカジノ",
        text: `リアルマネーカジノはつまり実際のお金を賭けて遊ぶインターネットカジノが人気です。獲得金を換金できるので、より本物のカジノのようなスリルや興奮を味わえます。 ただし、その分、詐欺の心配やリスクも高まりますよね。そこで、ありとあらゆるプロバイダーを調査し、まとめてみました。<br/>多くの場合、リアルマネーカジノのプロバイダーは<a href="/">ブラックジャック</a>、バカラ、<a href="/">ルーレット</a>、ポーカーやスロットなど、おなじみのゲームやジャンルをすべて取り扱っています。したがって、お気に入りや得意のゲームで現金を賭けて遊べない、という心配はありません。`,
    },
    {
        img: manWithHat,
        title: "ライブカジノ",
        text: `<a href="/">ライブカジノは</a>、今日のオンラインゲーム業界における最新かつ最も革新的なトレンドです。実際のカジノ体験を再現するために設定されたライブディーラーゲームは、実際のプロのディーラーによって実行され、伝統的なカジノ機器を備えています。本物のルーレットホイールとルーレット用のボール、およびカードは、土地ベースの場合とまったく同じようにシャッフルされて処理されます。カジノ、ブラックジャックとバカラ。プレーヤーはリアルタイムでディーラーと通信でき、同時に、必要に応じて他のプレーヤーと対話できます。日本の最高のオンラインカジノは、実店舗のカジノに比べていくつかの利点があります。オンラインカジノゲームを使用すると、プレイヤーはより安く、より柔軟な賭けのオプションと、はるかに幅広いカジノゲームから選択でき、家から離れることなくすべてを楽しむことができます。`,
    },
    {
        img: smileyPhone,
        title: "モバイルカジノ",
        text: `モバイル端末でお気に入りのカジノゲームをプレイして、特別無料ボーナスをゲットしましょう。アイフォンや アイパッド、アンドロイド端末でブラックジャックやルーレット、<a href="/">クラップス</a>、ポーカー、スロット、ビデオポーカー、バカラなどのオンラインカジノゲームを楽しんでください。<br/> 誰もがスマホを持っている現代ではほとんどすべての<a href="/">オンラインカジノがモバイル</a>向けに開発され、オンカジ プレイヤーの約68%が使いやすいスマホカジノを選びます。いつもそばにあるモバイルデバイスから、オンラインカジノをゲームのように楽しみ、電車の中や、休憩時間にリアルマネーを得ているプレイヤーが急増中！`,
    },
    {
        img: smileyMark,
        title: "新しい日本カジノ",
        text: `日本のオンラインカジノは毎月増えています。この中にはちゃんと自分のために新しい最高のオンラインカジノを探しましょう。お好みのソフトウェアプロバイダー、ゲーム、プロモーションを見つけて下さい。どのゲームもデスクトップ、モバイルに対応しています。このような巨額が動く業界で、毎年、数えきれないほどのオンラインカジノが出てきます。<br/> オンラインカジノ業界は、高額利益をもたらす業界で、カジノで遊ぶ人たちは、毎年610億ドルのお金を賭けていると言われています。`,
    },
    {
        img: heartFace,
        title: "トラストのオンラインカジノブランド",
        text: `信頼は、日本語対応オンラインカジノで探すべき最も重要な側面の一つです。 結局のところ、おそらくリアルマネーでゲームをプレイし、それをたくさん獲得するチャンスを持っているでしょう。 信頼性の低いギャンブルサイトに多額のリアルマネーを置くことほど悪いことはなく、それらのどれかを手に入れることができるかどうかを心配する必要があります。 幸いにも、この問題にはとても簡単な解決策があります。 あなたがしなければならないのは、最も信頼できるオンラインカジノの一つを選択することだけです。`,
    },
    {
        img: smileyUmbrella,
        title: "最低入金カジノ",
        text: `多くの日本オンラインカジノでは入金する必要のある最小限金額をプレイヤーにオファーしています。このオファーはオンラインカジノが新規プレイヤーを引き付けるために使用されている有力なオファーの一つです。<br/> カジノプレイヤーであれば、ビギナーでも経験豊富なプレイヤーであっても、最低預金カジノで最小限入金額があればありがたく活用するでしょう。`,
    },
    {
        img: progressColumns,
        title: "ファストペイアウトカジノ",
        text: `今日の時代では、多くの人の生活は非常に早い、最高のオンラインカジノから最速のペイアウトを獲得することはとても重要です。 したがって、アカウントに反映されるまで数日待つ必要はありません。 何年にもわたって、多くのオンラインカジノでは、賞金の処理が完了するまで、プレーヤーに標準の3日間待たせていました。 他の例では、プレーヤーはさらに長く待機している可能性があります。 しかし、今日では、物事は少し高速です。 より多くのカジノは、それを怠ると顧客を失う可能性があることを知って、即時支払いに目を向けています。大吉カジノリストでファストペイアウトカジノがあります。`,
    },
    {
        img: smileyCloud,
        title: "ダウンロードカジノ",
        text: `ダウンロードカジノでプレイすることは、リアルマネーでプレイして安全であることを知りたいすべてのアクセスカジノエクスペリエンスを最大限に活用するための優れた方法です。 ただし、一部のカジノは苦労して稼いだ現金に値しないので、どこに賭けるかに注意してください。最高のオンラインカジノのダウンロードでプレイするとき、ゲームの多様性について心配する必要はありません。 スロット、ブラックジャック、ルーレットなど、リアルマネーのダウンロードカジノゲームはたくさんあります。 個別のゲームをダウンロードしたい場合は、通常、それもオプションです。 ただし、リアルマネーでプレーすることを急ぐ必要はありません。ダウンロードカジノには、無料のプレーオプションがたくさんあります。 ですから、好きなカジノゲームが何であれ、おすすめのリストにあるダウンロードカジノの1つで見つけ、新しいお気に入りを見つけることもできます。`,
    },
];

export const casinoTypes = [
    { title: "リアルマネーカジノ", img: computerDollar },
    { title: "ライブカジノ", img: manWithHat },
    { title: "最低入金額の少ないカジノ", img: smileyUmbrella },
    { title: "新オンラインカジノ", img: smileyMark },
];

export const slotSectionData = [
    {
        img: gamblerImg,
        listItemText: "スロットゲーム。",
        text: "スロットは最も多数のカテゴリです。通常、5つまたは3つのリールが付属しています。時々、彼らはテトリスのラウンドのように見えるクラスター給与システムを提供します。スロットに含まれるプレーヤーへのリターン（RTP）値の範囲は、プロバイダーによって異なりますが、約88％から最大99％です。スロットはチャンスのゲームなので、勝つには運が必要です。日本のパチンコと非常によく似ており、日本の最高のオンラインカジノで最も人気のあるカジノゲームはスロットゲームです。スロットゲームは、今日のほとんどすべてのオンラインカジノで定番であり、最高のスロットは、リアルマネーモードと無料プレイモードの両方で利用可能な数百もの一流のスロットタイトルを提供しています。",
    },
    {
        img: dartsImg,
        listItemText: "ルーレットゲーム。",
        text: "ルーレットには、さまざまなRTPもあります。これも運のゲームですが、適用できるルーレット戦略があります。それらには、とりわけ、マルチンゲール、ダレンベール、ラブシェールが含まれます。",
    },
    {
        img: trumpImg,
        listItemText:
            "ブラックジャック、ポーカー、ビデオポーカー、ンラインカジノゲーム。",
        text: `3つのタイプを一つのカテゴリに分類しました。このゲームをプレイするには、基本的な戦略を完成させる必要があります。ブラックジャックとビデオポーカーにはスキルが必要で、賢くプレイすれば簡単に勝つことができます。<a href="/">オンラインポーカー</a>は、日本の多くの熱心なプレーヤーに楽しんでいます。このゲームでは、各ラウンドの勝者は通常、すべてのプレイヤーがラウンドの終わりにカードを見せたときに、ショーダウン中に最高ランクのハンドを持っている勝者です。ポーカーは運だけでなくスキルのゲームと見なされ、ゲームに興奮を与えます。`,
    },
    {
        img: diamondCardImg,
        listItemText: "バカラゲーム。",
        text: "バカラは最大8デッキでプレイできるカードゲームです。テーブルゲームと言えば、バカラのゲームは日本のハイローラーの興味を引いてきました。バカラは、オンラインギャンブル市場で最も古く、有名なカードゲームの1つです。このゲームでは、プレイヤーが気にする必要のあるルールはわずかです。",
    },
    {
        img: aceOfHearts,
        listItemText: "ドラゴンタイガーゲーム。",
        text: `ドラゴンタイガーは基本的に、ゲームプレイがよりシンプルなため、国内の多くのプレーヤーが好む<a href="/">バカラ</a>の日本語版です。このゲームでは、あなたの目標は、ドラゴンとタイガーのどちらの手が勝つか、つまりより高いカードを受け取る手に賭けることです。正解すると勝ちます。とても簡単です。ただし、ドラゴンとタイガーの値が同じ場合、賭けた金額の半分が返金されます。`,
    },
    {
        img: gamblerEightBall,
        listItemText: "キノとロトオンラインカジノゲーム。",
        text: "キノは、中国で生まれた伝統的な娯楽です。ロトのタイトルは、推測するのにどれだけ優れているかを確認するのに最適な方法です。プレイしやすく、エキサイティングなジャックポットの賞金が付いているため、宝くじゲームが多くの日本人プレーヤーが楽しむオンラインギャンブルアクティビティの中で最も人気のある形式であることは驚くに値しません。",
    },
    {
        img: eleganceImg,
        listItemText: "ライブディーラーゲーム。",
        text: "大吉カジノのチームのお気に入りカテゴリーはライブディーラーです。ライブカジノゲームはインタラクティブでソーシャルな要素を私のギャンブルに追加します。ネイティブスピーカーは24時間年中無休で対応してくれますし、必要に応じてネイティブスピーカーとチャットすることもできます。",
    },
];

export const bestOnlineGames = [
    { title: "スロット", img: gamblerImg },
    { title: "ルーレット", img: dartsImg },
    { title: "バカラ", img: diamondCardImg },
    { title: "ポーカー", img: trumpImg },
];

export const faqBottomData = [
    {
        title: "❓ オンラインカジノの選び方は？",
        text: "✅ プレイを始める前に深く掘り下げたい場合は、次のポイントを確信してください。 1.カジノは日本からのプレイヤーを受け入れます。 2.ブランドの評判はクリアです。 3.決めたのオンラインカジノはライセンスがあります。 4.カジノのサイトでは、トッププロバイダーの多数のゲームを入手できます。 5.オンラインカジノ 日本語サポートがあります。 6.サポートやディーラーはプロフェッショナルスキルがあります。 7.魅力的なボーナスとプロモーションがあります。 8.サイトのインターフェースは便利で、そのすべての要素は簡単に理解できます。 9.スマホ向けの良いカジノアダプテーションがあります。 10.資金の入出金しには多くのオプションがあり、それぞれに手数料に関する条件が記載されています。",
    },
    {
        title: "❓ オンラインカジノとは？",
        text: "✅ 今日は日本には国営ギャンブルしかあります。競馬や宝くじなどのパチンコなどの博打に類似する遊びもありますが、ランドカジノはあまりありません。オンラインカジノとは、インターネット上でカジノが楽しめる場所のことを指します。物理的な日本カジノが存在するわけではなく、インタネット上だけで完結する、言わば次世代型のバーチャルカジノなのです。従来のカジノ同様に、実際のリアルマネーを賭け、ゲームに勝ったり負けたりして配当を得ることが出来ます。",
    },
    {
        title: "❓ オンラインカジノは合法ですか？",
        text: "✅ 答えは「違法でも合法でもない」というのが正しい解釈になります。いわゆる「グレーな質問」です。 日本では民間のギャンブル運営を含めた賭博行為が禁止です。ランドカジノをプレイしたい人は海外に行かなければなりません。もし、日本にいながらカジノを楽しみたいなら、方法があります。それこそがオンラインカジノです。",
    },
    {
        title: "❓ オンラインカジノで儲けたら税金を納める必要がありますか？",
        text: "✅ オンラインカジノの勝利金にも税金が発生します。具体的にいうと、勝利金に対して「所得税」が課されることになります。そのため適切に納付しない場合、脱税行為とみなされる恐れがあるため注意してください。",
    },
    {
        title: "❓ スマホでオンラインカジノのプレイは可能？",
        text: "✅ ほとんどのオンラインカジノでは、パソコンに限らず、スマホでのプレイが可能です。オンラインカジノでは、スマホの画面でもストレスなく遊べる工夫がなされているのです。",
    },
    {
        title: "❓ オンラインカジノ日本円を入金したいならどうする？",
        text: "✅ 大吉カジノのリストからオンラインカジノを選んでプレイします。すべてのカジノは日本円で入金することかできます。",
    },
    {
        title: "❓ オンラインカジノでは勝てるのかどうか？",
        text: "✅ 結論としては、勝つことも可能です。 カジノは不正等しなくても控除率で勝てるようなシステムになっています。自分をしっかりコントロールできさえすれば、どんなギャンブル（パチンコ、競馬、宝くじ等）よりも簡単に早くお金を稼ぐことができるでしょう。",
    },
    {
        title: "❓ ランドカジノとオンラインカジノはどう違う？",
        text: "✅ ランドカジノとは実際に店舗を構えて運営されているカジノのことです。 一般的にカジノと聞いて思い浮かぶ、ベガスのカジノがランドカジノと呼ばれます。当然ながら海外に行かなくては遊ぶことができません。オンラインカジノの違いは実際の店舗の有無だけではなく、仕組みやプレイ環境などさまざまな面で大きく異なります。カジノゲームをプレイしたいときに、海外へ行くは必要はありません！大吉カジノのリストからオンラインカジノを選んでプレイすることが出来ます！",
    },
];

export const navLinks = [
    {
        name: "日本のオンラインカジノ",
        subLinks: [
            {
                name: "日本人プレーヤーにおすすめの新オンラインカジノ 2022",
                path: "/",
            },
            {
                name: "トップ10評価の高いベストオンラインカジノ",
                path: "/",
            },
            {
                name: "トップ10評価の高いベストオンラインカジノ",
                path: "/",
            },
            {
                name: "モバイルカジノ",
                path: "/",
            },
            {
                name: "最高のペイアウトオンラインカジノ",
                path: "/",
            },
            {
                name: "オンラインギャンブル",
                path: "/",
            },
            {
                name: "日本のライブカジノ",
                path: "/",
            },
            {
                name: "リアルマネーカジノ",
                path: "/",
            },
            {
                name: "仮想通貨オンラインカジノ",
                path: "/",
            },
            {
                name: "最低入金額の少ないカジノ",
                path: "/",
            },
            {
                name: "日本語サポートが充実のオンラインカジノ",
                path: "/",
            },
        ],
    },
    {
        name: "オンラインカジノボーナス",
        subLinks: [
            {
                name: "入金不要ボーナス",
                path: "/",
            },
            {
                name: "オンラインカジノウエルカムボーナス",
                path: "/",
            },
            {
                name: "100円を入金して2000円もらえますカジノボーナス",
                path: "/",
            },
            {
                name: "ボーナスコード",
                path: "/",
            },
            {
                name: "オンラインカジノ登録ボーナス",
                path: "/",
            },
            {
                name: "ハイローラー",
                path: "/",
            },
            {
                name: "オンラインカジノのキャッシュバックボーナス",
                path: "/",
            },
            {
                name: "ベストのフリースピンボーナス",
                path: "/",
            },
            {
                name: "モバイルカジノボーナス",
                path: "/",
            },
            {
                name: "初回入金ボーナス",
                path: "/",
            },
            {
                name: "排他的なボーナス",
                path: "/",
            },
        ],
    },
    {
        name: "オンラインカジノ 入金",
        subLinks: [
            {
                name: "Visa「ビザ」",
                path: "/",
            },
            {
                name: "MasterCard 「マスターカード」",
                path: "/",
            },
            {
                name: "JCB",
                path: "/",
            },
            {
                name: "SticPay 「スティックペイ」",
                path: "/",
            },
            {
                name: "Venus Point 「ヴィーナスポイント」",
                path: "/",
            },
            {
                name: "Neteller「ネッテラーカジノ」",
                path: "/",
            },
            {
                name: "Much Better（マッチベター）",
                path: "/",
            },
            {
                name: "Paypal 「ペイパル」",
                path: "/",
            },
            {
                name: "iWallet「アイウォレット」",
                path: "/",
            },
            {
                name: "Bitcoin「ビットコイン」",
                path: "/",
            },
            {
                name: "Bank Transfer 「銀行振込」",
                path: "/",
            },
            {
                name: "Credit Card 「クレジットカード」",
                path: "/",
            },
            {
                name: "EcoPayz",
                path: "/",
            },
            {
                name: "Webanq（ウェバンク）",
                path: "/",
            },
            {
                name: "ペイメントサービスBXONE",
                path: "/",
            },
            {
                name: "日本円 オンラインカジノ",
                path: "/",
            },
            {
                name: "日本円 JBANQ (ジェイバンク)",
                path: "/",
            },
            {
                name: "Entropay 「エントロペイ」",
                path: "/",
            },
            {
                name: "Astropay 「アストロペイ」",
                path: "/",
            },
            {
                name: "Tether「テザー」",
                path: "/",
            },
            {
                name: "Ethereum 「イーサリアム」",
                path: "/",
            },
            {
                name: "Tiger Pay 「タイガーペイ」",
                path: "/",
            },
        ],
    },
    {
        name: "オンライン カジノ ゲーム",
        subLinks: [
            {
                name: "バカラ",
                path: "/",
            },
            {
                name: "スロット",
                path: "/",
            },
            {
                name: "ポーカー",
                path: "/",
            },
            {
                name: "ルーレット",
                path: "/",
            },
            {
                name: "ブラックジャック",
                path: "/",
            },
        ],
    },
    {
        name: "オンラインカジノレビュー",
        subLinks: [
            {
                name: "ベラジョンカジノ「Vera&John」",
                path: "/",
            },
            {
                name: "カジノゼット「Casino-Z」",
                path: "/",
            },
            {
                name: "Unique casino (ユニークオンラインカジノ)",
                path: "/",
            },
            {
                name: "ゲーミングクラブオンラインカジノ「Gaming club casino」",
                path: "/",
            },
            {
                name: "Live Casino House (ライブカジノハウス)",
                path: "/",
            },
            {
                name: "Casino Secret カジノシークレット",
                path: "/",
            },
            {
                name: "レオベガス「Leo Vegas」",
                path: "/",
            },
            {
                name: "まね吉「Manekichi」オンラインカジノ",
                path: "/",
            },
            {
                name: "バオ・カジノ「Bao Casino」",
                path: "/",
            },
            {
                name: "ニトロカジノ「Nitro Casino」",
                path: "/",
            },
            {
                name: "ジャスト・スピンカジノ「Just Spin」",
                path: "/",
            },
            {
                name: "エンパイア777 カジノ「Empire777」",
                path: "/",
            },
            {
                name: "Bitcasino 「ビットカジノ」",
                path: "/",
            },
            {
                name: "Spin samurai 「スピンサムライカジノ」",
                path: "/",
            },
            {
                name: "1xbet(ワンバイベット)",
                path: "/",
            },
            {
                name: "Royal Vegas(ロイヤルベガス )",
                path: "/",
            },
            {
                name: "Royal Panda Online Casino – パンダロイヤル オンラインカジノ",
                path: "/",
            },
            {
                name: "River Belle Casino (リバーベルオンラインカジノ)",
                path: "/",
            },
            {
                name: "Mummys Gold Casino (マミーズゴールドカジノ)",
                path: "/",
            },
            {
                name: "Lucky Nugget Casino(ラッキーナゲットカジノ)",
                path: "/",
            },
            {
                name: "JackpotCity Casino(ジャックポットシティカジノ)",
                path: "/",
            },
            {
                name: "Cherry Online Casino (チェリーオンラインカジノ)",
                path: "/",
            },
            {
                name: "JoyCasino ジョイカジノ",
                path: "/",
            },
            {
                name: "Inter Casino (インターカジノ)",
                path: "/",
            },
            {
                name: "Casino-X「カジノエックス」",
                path: "/",
            },
            {
                name: "CasiTabi カジ旅",
                path: "/",
            },
            {
                name: "Lucky Daysカジノ（ラッキーデイズカジノ）",
                path: "/",
            },
            {
                name: "Lucky Niki Casino ラッキーニッキーカジノ",
                path: "/",
            },
            {
                name: "バルカンベガス 「Vulkan Vegas」",
                path: "/",
            },
        ],
    },
];

export const topFeatureCardData = [
    {
        id: "1",
        name: "カジノデイズ 「Casino Days」",
        description: "最大1000ドル＋フリースピン合計350回分！",
        img: casinoDays,
        rating: "5",
        methods: [ecoPayz, jcb, mastercard, muchBetter],
    },
    {
        id: "2",
        name: " スプリーモカジノ「Supremo」",
        description: "「Sweet Bonanza(スイートボナンザ）」の21フリースピン",
        img: supremoCasino,
        rating: "4.5",
        methods: [card, ecoPayz, entroPay, sticpay],
    },
    {
        id: "3",
        name: "ボンズカジノ「Bons casino」",
        description: "入金不要ボーナス40$",
        img: bonsCasino,
        rating: "4",
        methods: [card, mastercard, sticpay, venusPoint],
    },
    {
        id: "4",
        name: "GG.BET",
        description: "最大¥32000の預金ボーナス",
        img: ggBetLogo,
        rating: "4",
        methods: [bankTransfer, card, mastercard, muchBetter],
    },
    {
        id: "5",
        name: "アロハシャークカジノ「Aloha Shark」",
        description: "20フリースピン入金不要ボーナス＋1000$までのボーナス",
        img: alohaShark,
        rating: "4.5",
        methods: [bitcoin, card, ecoPayz, ethereum, jcb],
    },
    {
        id: "6",
        name: "うみうみカジノ「Umiiumii」",
        description: "合計＄777ボーナス",
        img: umiumi,
        rating: "4.5",
        methods: [ecoPayz, jcb, mastercard, venusPoint],
    },
    {
        id: "7",
        name: "ワザンバ「Wazamba」",
        description: "$ 1.500",
        img: wazamba,
        rating: "4",
        methods: [card, jcb, mastercard, muchBetter, venusPoint],
    },
    {
        id: "8",
        name: "ウィンズパークカジノ「WinsPark」",
        description: "500円入金不要ボーナス",
        img: winsPark,
        rating: "4.5",
        methods: [bankTransfer, card, ecoPayz, jcb, mastercard],
    },
    {
        id: "9",
        name: "BetStorm",
        description: " 10円をベットして、30円のフリーベットを獲得 ",
        img: betStorm,
        rating: "5",
        methods: [card, mastercard, visa, neteller],
    },
    {
        id: "10",
        name: "KingJ (キングJ)",
        description: " 200% + ¥11500 ",
        img: kingj,
        rating: "5",
        methods: [mastercard, paypal, visa, neteller],
    },
];
